Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/nuorisoneuvosto.html.tmx
Source language: fin
Languages: smn

source: Nuorisoneuvosto
smn: Nuorâirääđi Nuorâirááđán väljejeh ain kyevti ihán saavâjođetteijee, värisaavâjođetteijee já vittâ eres jeessân sehe juáhážân persovnlijd värijesânijd.

source: Nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan puheenjohtaja, varapuheenjohtaja ja viisi muuta jäsentä sekä jokaiselle henkilökohtaiset varajäsenet.
smn: Taah eidusiih jesâneh já värijesâneh kalgeh leđe valjiidijn 18–28-ihásiih.

source: Näiden varsinaisten jäsenten ja varajäsenten tulee olla valituksi tullessaan 18-28-vuotiaita.
smn: Lasseen nuorâirááđán väljejeh ain kyevti ihán enâmustáá vittâ pissoo äššitobdeejeessân, kiäh kalgeh leđe valjiidijn 15–17-ihásiih.

source: Lisäksi nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijajäsentä, joiden tulee olla valituksi tullessaan 15-17-vuotiaita.
smn: Nuorâirääđi saavâjođetteijee já värisaavâjođetteijee iävá taarbâš leđe sämitige jesâneh.

source: Nuorisoneuvoston puheenjohtajan ja varapuheenjohtajan ei tarvitse olla saamelaiskäräjien jäseniä.
smn: Nuorâirääđi valmâštâl taid sämitige ciälkkámušâid, alguid já eres peleväldimijd, moh kyeskih säminuoráid tâi säminuorâi eellimtiilijd.

source: Nuorisoneuvosto valmistelee ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
smn: Eres nuorâirääđi váldupargoh láá säminuorâi kielâlij já kulttuurlij vuoigâdvuođâi ovdedem pirrâ Suomâ sehe säminuorâi sämikulttuuridentiteet nanodem.

source: Muita nuorisoneuvoston päätehtäviä on edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
smn: www.nuor.fi

source: www.nuor.fi
smn: Nuorâirääđi 2020-2021

source: Nuorisoneuvosto 2022-2023
smn: Jesâneh:

source: Varsinaiset jäsenet:
smn: Anni-Sofia Niittyvuopio Hansa Ravna-Pieski Maria Mäkinen Jon-Erik Näkkäläjärvi Anni-Sofia Löf Anette Kosonen Janita Känsälä

source: Anni-Sofia Niittyvuopio Hansa Ravna-Pieski Maria Mäkinen Jon-Erik Näkkäläjärvi Anni-Sofia Löf Anette Kosonen Janita Känsälä
smn: Värijessâneh:

source: Varajäsenet:
smn: Ánte Tenoranta Juuso Valle Jasmin Semenoff Helmi Ljetoff Sunna Siilasjoki Eetu Magga Harri-Aslak Jomppanen

source: Ánte Tenoranta Juuso Valle Jasmin Semenoff Helmi Ljetoff Sunna Siilasjoki Eetu Magga Harri-Aslak Jomppanen
smn: Äššitobdeejesâneh:

source: Asiantuntijajäsenet:
smn: Nuorâirääđi väljee juávhustis rááđán kyevti ihán häävild saavâjođetteijee já värisaavâjođetteijee. Nuorâirääđi puáhtá valjiđ rááđán kyevti ihán häävild enâmustáá vittâ pisovii äššitobdee.

source: Nuorisoneuvosto järjestäytyy alkuvuodesta 2022.
smn: Nuorâirääđi äššitobdeeh kalgeh leđe väljejuudijn 15-17 -ihásiih.
